Repository: DominoPlanner/DominoPlanner
Catalog: DominoPlanner.Usage/locale/*/LC_MESSAGES/DominoPlanner.po
Languages: de_de

source: (infinite)
de_de: (unendlich)

source: 1px on screen = 1mm in real world
de_de: 1px auf dem Bildschirm = 1mm real

source: A subassembly with this name already exists. Please choose a different name
de_de: Dieser Ordner existiert bereits. Bitte wähle einen anderen Projektnamen

source: About DominoPlanner
de_de: Über DominoPlanner

source: Accurate
de_de: Genau

source: Add
de_de: Hinzufügen

source: Add Color
de_de: Farbe hinzufügen

source: Add Existing
de_de: Hinzufügen

source: Add Row
de_de: Zeile einfügen

source: Add Row above selected stone
de_de: Zeile über ausgewähltem Stein hinzufügen

source: Add Row below selected stone
de_de: Zeile unterhalb ausgewähltem Stein hinzufügen

source: Add a circle bomb based on an image
de_de: Einen Circle aus einem Bild erstellen

source: Add a field based on an image
de_de: Ein Feld aus einem Bild erstellen

source: Add a spiral based on an image
de_de: Eine Spirale aus einem Bild erstellen

source: Add a structure (e.g. Wall) based on an image
de_de: Eine Struktur (z.B. Wall) aus einem Bild erstellen

source: Add a subproject with the same color list
de_de: Subprojekt mit der gleichen Farbenliste einfügen

source: Add column at the left from the selected stone
de_de: Spalte links des ausgewählten Steins hinzufügen

source: Add column at the right from the selected stone
de_de: Spalte rechts des ausgewählten Steins hinzufügen

source: Add column left
de_de: Spalte links einfügen

source: Add column right
de_de: Spalte rechts einfügen

source: Add existing Field/Structure
de_de: Bestehendes Feld/Struktur hinzufügen

source: Add existing object
de_de: Bestehendes Objekt hinzufügen

source: Add existing project
de_de: Bestehendes Projekt hinzufügen

source: Add new object
de_de: Neues Objekt hinzufügen

source: Add row above
de_de: Zeile darüber einfügen

source: Add row below
de_de: Zeile darunter einfügen

source: Add to selection
de_de: Zur Auswahl hinzufügen

source: Add/Delete Rows/Columns
de_de: Zeilen/Spalten löschen oder einfügen

source: Adding columns is not supported in this project.
de_de: Das Einfügen von Spalten wird in diesem Projekt nicht unterstützt.

source: Adding rows is not supported in this project.
de_de: Das Einfügen von Zeilen wird in diesem Projekt nicht unterstützt.

source: Additional information shown at the end of the document
de_de: Zusätzliche Informationen, die am Ende des Dokuments mit ausgegeben werden

source: Advanced Settings
de_de: Erweiterte Einstellungen

source: All DominoPlanner files
de_de: Alle DominoPlanner-Dateien

source: All Files
de_de: Alle Dateien

source: All changes saved
de_de: Alle Änderungen gespeichert

source: All color files
de_de: Alle Farbenliste-Dateien

source: All files
de_de: Alle Dateien

source: All files saved
de_de: Alle Dateien gespeichert

source: Amount:
de_de: Anzahl:

source: An Exception occured while evaluating this expression.
de_de: Beim Auswerten dieses Ausdrucks ist ein Fehler aufgetreten.

source: Arms:
de_de: Arme:

# Total color count available
source: Available
de_de: Verfügbar

source: Average of Source Area
de_de: Durchschnittsfarbe unter Stein

source: Background Color:
de_de: Hintergrundfarbe:

source: Background color:
de_de: Hintergrundfarbe:

source: Basic Settings
de_de: Grundeinstellungen

source: Between Circles
de_de: Zwischen Kreisen

source: Between Dominoes
de_de: Zwischen Steinen

source: Border Color:
de_de: Linienfarbe:

source: Border Size:
de_de: Linienstärke:

source: Border visibility
de_de: Sichtbarkeit des Rahmens

source: Boundary treatment:
de_de: Rand:

source: Btw. Lines inside arm
de_de: Zw. Lines innerh. Arm

source: Buildtools
de_de: Aufbauwerkzeuge

source: Cancel
de_de: Abbrechen

source: Cell background color
de_de: Hintergrundfarbe

source: Cell content:
de_de: Zellinhalt:

source: Choose
de_de: Auswählen

source: Choose Standard:
de_de: Voreinstellung wählen:

source: Circle Dimensions: {0}mm x {1}mm
de_de: Circle-Abmessungen: {0} mm x {1} mm

source: Circle selection
de_de: Kreisförmige Auswahl

source: Circular Reference
de_de: Zyklische Referenz

source: Clear Selection
de_de: Auswahl aufheben

source: Clear selection
de_de: Auswahl aufheben

source: Click Pin to activate
de_de: Zum Aktivieren anklicken

source: Click color to replace
de_de: Farbe durch Anklicken ersetzen

source: Click to copy version to clipboard
de_de: Klicken, um Versionsnummer in die Zwischenablage zu kopieren

source: Click to select an image (or drop it here)
de_de: Klicken, um ein Bild zu öffnen (oder ziehe es hier hin)

source: Clip to circle
de_de: Am Kreis ausrichten

# In HTML field protocol
source: Collapsed
de_de: Kein Abstand

source: Color
de_de: Farbe

source: Color Amount:
de_de: Gesamtanzahl:

source: Color Comparison: {0}
de_de: Farbauslese-Algorithmus: {0}

source: Color Name:
de_de: Farbname:

source: Color Repository:
de_de: Farbenliste:

source: Color Usage Overview
de_de: Übersicht über die verwendeten Farben

source: Color file not found
de_de: Farbdatei nicht gefunden

source: Color files
de_de: Farbenliste-Dateien

source: Color path (inherited from parent):
de_de: Pfad zur Farbenliste (von übergeordnetem Projekt geerbt)

# When importing color list fails
source: Color repository file is invalid
de_de: Ungültige Farbenlisten-Datei

# Basic Settings Header
source: Color search settings
de_de: Farbzuordnungs-Einstellungen

# Default filename for color list
source: ColorList
de_de: Farbenliste

source: Coming soon!
de_de: Dies ist eine Baustelle!

source: Copy
de_de: Kopieren

source: Copy/Paste is not supported in this project.
de_de: Kopieren/Einfügen wird in diesem Projekt nicht unterstützt.

source: Copying the image into the project folder failed. Please check the permissions to this file.
de_de: Die Bilddatei konnte nicht in den Projektordner kopiert werden. Bitte überprüfe, ob du Leseberechtigungen auf die Datei hast.

source: Could not create a new Project!
de_de: Erstellung eines neuen Projekts gescheitert!

source: Could not create new Project!
de_de: Erstellung eines neuen Projekts gescheitert!

source: Could not generate a protocol. This structure type has no protocol definition.
de_de: Protokoll konnte nicht erstellt werden. Diese Struktur verfügt nicht über eine Protokolldefinition.

source: Could not remove the object!
de_de: Objekt konnte nicht entfernt werden!

# Total domino color count
source: Count
de_de: Anzahl

source: Create
de_de: Erstellen

source: Creation Time: {0}
de_de: Erstellt um: {0}

source: Current Length: {0:F2} mm
de_de: Aktuelle Länge: {0:F2} mm

source: Custom Image Export
de_de: Benutzerdefinierter Bildexport

source: Damaged File
de_de: Datei beschädigt

source: Default color list
de_de: Standard-Farbenliste

source: Delete?
de_de: Löschen?

source: Detailed Properties
de_de: Detailliert

source: Developed by:
de_de: Entwickelt von:

# Dithering method
source: Diffusion: {0}
de_de: Fehlerstreuung: {0}

source: Dimensions: {0} mm x {1} mm
de_de: Abmessungen: {0} mm x {1} mm

source: Display blocks (for template)
de_de: In Blöcke aufteilen (für Kämme)

source: Display image above dominoes
de_de: Quellbild über den Steinen anzeigen

source: Display image below dominoes
de_de: Quellbild unter den Steinen anzeigen

source: Dist. btw. lines:
de_de: Abst. zw. Lines:

source: Dist. inside line:
de_de: Abst. innerh. Line:

source: Distance btw. arms:
de_de: Abstand zw. Armen:

source: Distances:
de_de: Abstände:

# Cell or Text color
source: Domino color
de_de: Steinfarbe

source: Domino depth:
de_de: Steintiefe:

source: Domino dimensions
de_de: Steinabmessungen

source: Domino width:
de_de: Steinbreite:

source: DominoPlanner 2.x color files
de_de: DominoPlanner 2.x-Farbdateien

source: DominoPlanner 3.x color files
de_de: DominoPlanner 3.x-Farbdateien

source: DominoPlanner ist free software, licensed under GNU GPL 3.0.
de_de: DominoPlanner ist freie Software, lizensiert unter GNU GPL 3.0.

source: DominoPlanner will create a folder containing all your project data. If you delete or move this folder, DominoPlanner won't open the project anymore. If it was moved, you can add it again. DominoPlanner will also create a 'Master Document' for your project, where your overall setup will be stored in. It contains e.g. the reference to all subprojects. If you select a cloud folder (e.g. Dropbox) as parent folder, you an share the project with a fellow domino artist. DominoPlanner will also copy the selected Domino Colors file to the project folder. You can edit it later on.
de_de: DominoPlanner wird einen Ordner erstellen, der alle Dateien des Projekts enthält. Wenn du diesen Ordner löschst oder verschiebst, kann das Projekt von DominoPlanner nicht mehr geöffnet werden. Wenn das Projekt verschoben wurde, kann es neu hinzugefügt werden. DominoPlanner wird ebenfalls ein "Masterdokument" für das Projekt erstellen, in dem die Anordnung der Objekte gespeichert wird. Die Datei enthält u.a. die Referenzen auf alle Unterdateien. Wenn du den Ordner in einen Cloud-Ordner (z.B. Dropbox) legst, kannst du das Projekt mit anderen gemeinsam bearbeiten. DominoPlanner wird auch die ausgewählte Farbenliste in den Projektordner kopieren. Du kannst sie später bearbeiten.

# Amount Structure
source: Dominoes
de_de: Steine

source: Dominorechner color files
de_de: Dominorechner-Farbdateien

source: Donate
de_de: Spenden

source: Draw Domino Borders
de_de: Steinkanten zeichnen

source: Edit
de_de: Bearbeiten

source: Editing
de_de: Bearbeiten

# Spiral arm end type
source: End mode:
de_de: Enden:

source: Error
de_de: Fehler

source: Error loading file
de_de: Fehler beim Öffnen der Datei

source: Error loading opened projects!
de_de: Fehler beim Laden geöffneter Projekte!

source: Error saving changes
de_de: Fehler beim Speichern von Änderungen

source: Error saving files!
de_de: Fehler beim Speichern von Dateien!

source: Error!
de_de: Fehler!

source: Error:
de_de: Fehler:

source: Esc to clear selection r to trigger quick replace
de_de: Esc hebt Auswahl auf r: Schnellersetzung

source: Excel Document
de_de: Excel-Dokument

source: Excel files
de_de: Excel-Dateien

source: Exception of type {0}
de_de: Ausnahme vom Typ {0}

source: Exclude dominoes on selection boundary
de_de: Steine auf der Grenze des Auswahlbereichs ausschließen

# Error on project creation
source: Existing Folder
de_de: Ordner existiert bereits

source: Export all
de_de: Alles exportieren

source: Export as Image
de_de: Als Bild exportieren

source: Export failed:
de_de: Fehler beim Exportieren:

source: Export file {0}
de_de: Datei {0} exportieren

source: Export to Excel
de_de: Nach Excel exportieren

source: Falldown direction:
de_de: Umfallrichtung:

source: Fast
de_de: Schnell

# The domino structure type
source: Field
de_de: Feld

source: Field Dimensions: {0}mm x {1}mm
de_de: Feld-Abmessungen: {0} mm x {1} mm

source: Field Size (Dominoes):
de_de: Feldgröße (Dominos):

source: Field Viewer
de_de: Feldplananzeige

source: FieldBlockViewer
de_de: Feldplananzeige

source: File not readable
de_de: Datei nicht lesbar

source: Filename:
de_de: Dateiname:

source: Finalize failed
de_de: Finalisieren fehlgeschlagen

source: Fit Image to Structure Size
de_de: Bild-Seitenverhältnis an Struktur anpassen

# circle start shift
source: Fixed shift:
de_de: Feste:

source: Flip Horizontally
de_de: Horizontal spiegeln

source: Flip Vertically
de_de: Vertikal spiegeln

source: Font size:
de_de: Schriftgröße:

source: For feature requests and bug reports, click here.
de_de: Idee gehabt oder Fehler gefunden? Hier klicken.

source: Freehand selection
de_de: Freihandauswahl

source: Go To Last Pin
de_de: Zum letzten Pin gehen

source: Go to Row {0}, Block {1}
de_de: Gehe zu Zeile {0}, Block {0}

source: HTML Font Tag. The font tag is closed automatically. Not all HTML features are currently supported by Excel Export.
de_de: HTML Font-Tag. Der Font-Tag wird automatisch geschlossen. Nicht alle HTML-Features werden aktuell vom Excel-Export unterstützt.

source: Height:
de_de: Höhe:

source: Hide color names
de_de: Farbnamen nicht anzeigen

source: Image Source: {0}
de_de: Speicherort: {0}

source: Image files
de_de: Bilddateien

source: Image overlay transparency:
de_de: Bildtransparenz:

source: Image readout
de_de: Ausleseeinstellungen

source: Image size (larger side):
de_de: Auflösung (längere Seite):

# Basic Settings Header
source: Image treatment settings
de_de: Bildbehandungs-Einstellungen

source: Include diagonals
de_de: Inklusive Diagonalen

source: Include dominoes on selection boundary
de_de: Steine auf der Grenze des Auswahlbereichs einschließen

source: Incorrect file extension
de_de: Falsche Dateiendung

source: Intelligent
de_de: Automatisch

source: Invalid file
de_de: Ungültige Datei

source: Invert selection
de_de: Auswahl umkehren

source: Inverted
de_de: Invertiert

source: Language (restart required)
de_de: Sprache (Neustart erforderlich)

source: Left mouse button: add, right mouse button: remove
de_de: Linke Maustaste: hinzufügen, rechte Maustaste: entfernen

source: Length:
de_de: Breite:

# Horizontal Field dimension
source: Length:
de_de: Breite:

source: Let's start!
de_de: Los geht's!

source: Lines per arm:
de_de: Lines pro Arm:

source: Locate file {0}
de_de: Suche Datei {0}

source: Main Settings
de_de: Grundlegende Einstellungen

# Window title
source: Manage references
de_de: Referenzen verwalten

source: Measure distance
de_de: Abstand messen

source: Mirror
de_de: Spiegeln

source: Mirror horizontally
de_de: Horizontal spiegeln

source: Mirror vertically
de_de: Vertikal spiegeln

source: Missing Color Table
de_de: Farbenliste fehlt

source: Missing Values
de_de: Fehlende Eingaben

source: Move down
de_de: Runter schieben

source: Move up
de_de: Hoch schieben

source: New
de_de: Neu

source: New Color
de_de: Neue Farbe

source: New Field/Structure
de_de: Neues Feld/Struktur hinzufügen

source: New List
de_de: Neue Liste

source: New Project
de_de: Neues Projekt

# Window title
source: New Project
de_de: Neues Projekt

source: New name:
de_de: Neuer Name:

# Window title
source: New object
de_de: Neues Objekt

# Dominoes of the given color within the next {0}
source: Next {0}
de_de: In nächsten {0}

source: No Dithering
de_de: Kein Dithering

source: No Properties
de_de: Keine

source: No Protocol definition
de_de: Keine Protokolldefinition

source: No selection
de_de: Nichts ausgewählt

# Dithering Method
source: None
de_de: Keine

source: Nothing to copy!
de_de: Nichts zum Kopieren ausgewählt!

source: Number of attempts:
de_de: Anzahl Versuche:

source: Object files
de_de: Objekt-Dateien

source: Object specific settings:
de_de: Objektspezifische Einstellungen:

source: Open
de_de: Öffnen

source: Open Folder
de_de: Ordner öffnen

source: Open Image:
de_de: Bild öffnen:

source: Open color list
de_de: Farbenliste öffnen

source: Open image
de_de: Bild öffnen

source: Overview
de_de: Übersicht

source: PNG files
de_de: PNG-Dateien

source: Parent path
de_de: Pfad des verweisenden Elements

source: Paste
de_de: Einfügen

source: Penalty:
de_de: Strafwert:

source: Perpendicular end
de_de: Senkrecht

source: Please choose
de_de: Bitte auswählen

source: Please choose a project folder.
de_de: Bitte einen Ordner zum Speichern der Projekte auswählen.

source: Please choose an image
de_de: Bitte wähle ein Bild aus

source: Please create a default color table.
de_de: Bitte erstelle deine Standard-Farbenliste.

source: Polygon selection
de_de: Polygon-Auswahlbereich

source: Preview options
de_de: Vorschaueinstellungen

source: Project Name:
de_de: Name des Projekts:

source: Project created
de_de: Projekt erstellt

source: Project creation failed. Error mesage: {0} The created files have been deleted
de_de: Projekt konnte nicht erstellt werden. Fehler: {0}. Die erzeugten Dateien wurden gelöscht

source: Project creation failed. The file system changes have been reverted
de_de: Projekterstellung fehlgeschlagen. Die Änderungen am Dateisystem wurden rückgängig gemacht

source: Project creation failed: {0}
de_de: Projekterstellung fehlgeschlagen: {0}

source: Project files
de_de: Projekt-Dateien

source: Properties
de_de: Eigenschaften

# Window title
source: Properties
de_de: Eigenschaften

# Window title
source: Protocol
de_de: Protokoll

# circle start shift
source: Random Shift
de_de: Zufällige Verschiebung

source: Rectangle selection
de_de: Rechteck-Auswahlbereich

source: Redo
de_de: Wiederholen

source: Redo selection operation
de_de: Letzten Auswahlvorgang wiederholen

source: Relative path
de_de: Relativer Pfad

# Remaining number of stones
source: Remaining
de_de: Verbleibend

source: Remove
de_de: Entfernen

source: Remove Column
de_de: Spalte löschen

source: Remove Row
de_de: Zeile löschen

source: Remove Selected
de_de: Entfernen

source: Remove from project
de_de: Aus Projekt entfernen

source: Remove from selection
de_de: Von Auswahl entfernen

source: Remove reference to file {0} from project {1}? The file won't be permanently deleted.
de_de: Verweis auf Datei {0} aus Projekt {1} entfernen? Die Datei selbst wird nicht gelöscht.

source: Remove selected columns
de_de: Ausgewählte Spalten löschen

source: Remove selected rows
de_de: Ausgewählte Zeilen löschen

source: Remove spaces between dominoes
de_de: Abstände zwischen Steinen ausblenden

source: Removed
de_de: Entfernt

source: Removing columns is not supported in this project.
de_de: Das Löschen von Spalten wird in diesem Projekt nicht unterstützt.

source: Removing rows is not supported in this project.
de_de: Das Löschen von Zeilen wird in diesem Projekt nicht unterstützt.

source: Rename
de_de: Umbenennen

source: Rename file: {0}
de_de: Datei {0} umbennen

source: Renaming object failed!
de_de: Umbenennen der Datei fehlgeschlagen!

# Basic Settings Header
source: Render options
de_de: Zeicheneinstellungen

source: Replace path
de_de: Pfad ersetzen

source: Represents the text in a cell. %count% is replaced by the number of dominoes in the cell, %color% by the color name.
de_de: Format des Zellinhalts. %count% wird durch die Anzahl der Steine und %color% durch den Farbnamen ersetzt.

source: Resize Quality: {0}
de_de: Skalierqualität: {0}

source: Resolved absolute path
de_de: Aufgelöster absoluter Pfad

source: Restore Selected
de_de: Wiederherstellen

source: Rotations:
de_de: Umdrehungen:

source: Row {0}, Block {1}
de_de: Zeile {0}, Block {0}

source: Row:
de_de: Reihe:

source: Rows:
de_de: Zeilen:

source: Save
de_de: Speichern

source: Save Colors
de_de: Farben speichern

source: Save Excel File
de_de: Als Excel-Datei speichern

source: Save aborted, unable to save file {0}
de_de: Speichern abgebrochen: Datei {0} konnte nicht gespeichert werden

source: Save all
de_de: Alles speichern

source: Save as HTML
de_de: Als HTML-Datei speichern

source: Save failed: {0}
de_de: Speichern fehlgeschlagen: {0}

source: Save unsaved changes of {0}?
de_de: Ungespeicherte Änderungen in {0} speichern?

source: Select
de_de: Auswählen

source: Select a standard folder to store your projects in:
de_de: Wähle einen Standardordner, in dem deine Projekte gespeichert werden:

source: Select all stones in the color selected in the list below. If some stones are selected this function only applies to the selected stones.
de_de: Alle Steine in der gewählten Farbe auswählen Wenn bereits Steine ausgewählt sind, wird die Auswahl aller andersfarbiger Steine aufgehoben.

source: Select connected area
de_de: Zusammenhängenden Bereich auswählen

# Color List on project creation
source: Select file
de_de: Datei auswählen

source: Select stones in selected color
de_de: Steine in ausgewählter Farbe auswählen

source: Select the file path for your project. Try using a Cloud Folder (e.g. dropbox) to share a project with a friend.
de_de: Wähle einen Speicherort für das Projekt aus. Verwende einen Cloud-Ordner (z.B. Dropbox), um das Projekt gemeinsam zu bearbeiten.

# Number of stones currently selected
source: Selected
de_de: Ausgewählt

source: Selection Mode:
de_de: Auswahlmodus:

source: Selection Shape:
de_de: Auswahlform:

# In HTML field protocol
source: Separate
de_de: Abstand zwischen Zellen

source: Set Defaults
de_de: Voreinstellungen

source: Settings
de_de: Einstellungen

# Window title
source: Settings
de_de: Einstellungen

# Basic Settings Header
source: Shape settings
de_de: Steinpositions-Einstellungen

# Spiral
source: Shift:
de_de: Verschiebung:

source: Short Properties
de_de: Kurz

source: Shortcuts: {0}
de_de: Tastenkürzel: {0}

source: Show History
de_de: Vorherige Reihe darüber anzeigen

source: Show entire field
de_de: Ganzes Feld zeigen

source: Show protocol
de_de: Protokoll anzeigen

source: Show remaining colors
de_de: Verbleibende Steine anzeigen

source: Show usage of colors
de_de: Farbverwendung anzeigen

source: Shows Length, Height, and total amount of used dominoes
de_de: Zeigt Länge, Breite und Gesamtzahl an Steinen an

source: Shows a complete list of used colors
de_de: Zeigt eine vollständige Liste der verwendeten Farben an

source: Single Pixel (top left corner)
de_de: Einzelnes Pixel (obere linke Ecke)

source: Slow
de_de: Langsam

# Fine interpolation
source: Smooth
de_de: Genau

source: Snap to 5 degree increments (Toggle with Ctrl)
de_de: In 5-Grad-Schritten einrasten (mit Strg umschalten)

# The domino structure type
source: Spiral
de_de: Spirale

source: Spiral Dimensions: {0}mm x {1}mm
de_de: Spiral-Abmessungen: {0} mm x {1} mm

source: Stones/Block
de_de: Steine pro Zeile

source: Stones/Row:
de_de: Steine pro Zeile:

# The domino structure type
source: Structure
de_de: Struktur

source: Structure Dimensions: {0}mm x {1}mm
de_de: Struktur-Abmessungen: {0} mm x {1} mm

source: Structure Size (Dominoes):
de_de: Strukturgröße (Dominos):

source: Structure Size:
de_de: Struktur-Größe:

source: Subproject
de_de: Subprojekt

source: Success
de_de: Erfolgreich

source: Sum
de_de: Summe

source: Summary Settings
de_de: Zusammenfassung

source: Super Folder Path:
de_de: Enthaltender Ordner:

source: Text color
de_de: Textfarbe

source: The color will not be used in new projects (and won't be available during editing), but it will not be deleted from existing projects.
de_de: Die Farbe wird nicht in neuen Projekten verwendet (und kann beim Bearbeiten nicht zugewiesen werden), aber wird nicht aus existierenden Projekten gelöscht.

source: The file {0} is broken. It has been removed from the project.
de_de: Die Datei {0} ist beschädigt. Sie wurde aus dem Projekt entfernt.

source: The image file is not readable, please select another file
de_de: Die Bilddatei konnte nicht gelesen werden. Bitte wähle eine andere Datei aus

source: The main project file of project {0} was damaged. An attempt to restore the file has been unsuccessful. The project will be removed from the list of opened projects.
de_de: Die Hauptdatei des Projekts {0} wurde als beschädigt erkannt. Ein Versuch, die Datei wiederherzustellen, war nicht erfolgreich. Das Projekt wird aus der Liste der offenen Projekte entfernt.

source: The project file {0} was damaged. An attempt has been made to restore the file.
de_de: Die Projektdatei {0} war beschädigt. Es wurde versucht, sie wiederherzustellen.

source: The project {0} has been created
de_de: Das Projekt {0} wurde erstellt

source: This folder already exists. Please choose another project name.
de_de: Dieser Ordner existiert bereits. Bitte wähle einen anderen Projektnamen.

source: This name is already in use in this project. Please choose a different Name.
de_de: Dieser Name wird bereits von einem anderen Objekt in diesem Projekt verwendet. Bitte wähle einen anderen Projektnamen.
