Repository: DominoPlanner/DominoPlanner
Catalog: DominoPlanner.Usage/locale/*/LC_MESSAGES/DominoPlanner.po
Languages: de_de

source: This operation would create a circular dependency between assemblies. This is not supported.
de_de: Diese Operation würde eine zyklische Abhängigkeit zwischen Projekten erzeugen. Dies wird nicht unterstützt.

source: This subproject uses a different color list
de_de: Dieses Subprojekt verwendet eine andere Farbenliste

source: Tips:
de_de: Tipps:

source: Title:
de_de: Titel:

source: Tortoise
de_de: Schildkrötenfeld

# Number of stones available
source: Total
de_de: Gesamt

source: Transform field plan
de_de: Feldplan transformieren

source: Transparency Threshold
de_de: Schwellenwert für Transparenz

source: Transpose field plan
de_de: Diagonal spiegeln

source: Try to match Available dominoes
de_de: An verfügbare Steine anpassen

# PropertyViewer
source: Type
de_de: Typ

source: Unable to load counts from project {0}
de_de: Steineanzahlen aus Projekt {0} können nicht geladen werden

source: Unable to load project {0}. It might have been moved or damaged. Please re-add it at its current location. The project has been removed from the list of opened projects.
de_de: Projekt {0} konnte nicht geladen werden. Es könnte verschoben oder beschädigt worden sein. Bitte füge es an seinem aktuellen Speicherplatz erneut hinzu. Das Projekt wurde als der Liste der offenen Projekte entfernt.

source: Undo
de_de: Rückgängig

source: Undo Redo
de_de: Rückgängig/Wiederholen

source: Undo last selection operation
de_de: Letzten Auswahlvorgang rückgängig machen

# Color List on project creation
source: Use Standard
de_de: Standard-Farbenliste

# Number of stones used in current field
source: Used
de_de: Verwendet

# Number of stones used in current project
source: Used
de_de: Verwendet

# User defined field dimensions
source: User Size
de_de: Benutzerdefinierte Maße

source: Uses the color of the domino as cell background
de_de: Steinfarbe als Zellhintergrund verwenden

source: Uses the color of the domino as text color
de_de: Steinfarbe als Zellhintergrund verwenden

source: Uses the inverted color as cell background
de_de: Invertierte Steinfarbe als Zellhintergrund verwenden

source: Uses the inverted color as text color
de_de: Invertierte Steinfarbe als Zellhintergrund verwenden

# PropertyViewer
source: Value
de_de: Wert

# Field falldown direction
source: Vertical
de_de: Vertikal

# DisplaySettingsTool
source: View Properties
de_de: Anzeigeeinstellungen

source: Warning
de_de: Warnung

# Emphasis during calculation
source: Weight
de_de: Gewicht

source: When activating this option, DominoPlanner will show blocks in the specified length. This should be the length of your domino template because it allows to easily check for mistakes selecting the right dominoes (e.g. you left out one domino).
de_de: Wenn diese Option aktiviert wird, teilt DominoPlanner das Protokoll in Blöcke der spezifizierten Länge auf. Die Länge sollte der Länge deines Kamms entsprechen. So fallen Fehler leicht auf (z.B. ein Stein weggelassen).

source: Width:
de_de: Breite:

source: Workspace
de_de: Arbeitsbereich

source: You can buy us a coffee here:
de_de: Du kannst uns hier ein Bier kaufen:

source: You forgot to choose a name.
de_de: Du hast keinen Namen für das Objekt eingegeben.

source: Zoom in
de_de: Hineinzoomen

source: Zoom out
de_de: Herauszoomen

source: of
de_de: von

source: {0} day ago
de_de: Vor {0} Tag

# Files of type {0}
source: {0} files
de_de: {0}-Dateien

source: {0} has been removed!
de_de: {0} wurde entfernt!

source: {0} hour ago
de_de: Vor {0} Stunde

source: {0} minute ago
de_de: Vor {0} Minute

source: {0} second ago
de_de: Vor {0} Sekunde
